Repository: giellalt/corpus-smn
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=549_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Ive vuossâmuuh uđđâ oppâmateriaaleh almostuvvii
sms: EeŠjj vuõssmõs ođđ mättŠtem-materiaal liâ iŠlmmstõõvvâm

source: Vuáđumáttááttâs 9. luoka ohtsâškoddetiäđu tavesämikielâlâš táiđuvihko Servodat dál 9, dáidogihpa lohtâs siämmáánommâsii ovdeláá almostittum oppâkiirján.
sms: Vuâđđmättʼtõõzz 9:cad klaass õhttsažkåŠddteâđ tâŠvvsääŠmǩiõllsaž silttõsvihkk Servodat dál 9, dáidogihpa kooll seämmanõmmsaž ääiŠjbeäŠlnn čõõđtum mättʼtemǩerjja.

source: Luvâttuv oppâkirje Giela geainnut 1 meerhâš aalgâ vuossâmuu tavesämikielâlâš eenikielâ oppâkirjerááiđun.
sms: Lookkjiškooul mättŠtemǩeŠrjj Giela geainnut miârkksââvv aalǥ vuõssmõs tâŠvvsääŠmǩiõllsiŠžže jieŠnnǩiõl mättʼtemǩeŠrjjraiddu.

source: Uđđâ já ovdeláá almostittum sämikielâliih oppâmateriaaleh láá finniimist sämitige škovlim- já oppâmateriaaltoimâttuvâst säämi kulttuurkuávdáš Sajosist Anarist.
sms: Ođđ da ääiŠjbeäŠlnn čõõđtum sääŠmǩiõllsa mättŠtem-materiaal liâ vuäǯǯamnalla sääŠmteeŠǧǧ škoouŠlʼjem- da mättŠtem-materiaalkonttrest sääŠmkultturkõõskõs sajoksest Aanrest.

source: Lasetiäđuh täst.
sms: LââŠssteâđaid täŠst da täŠst.

source: Luvâttâllâm ihán 2011 mieđettum budjetruuđâin almostittum oppâmateriaalijn kávnoo täst.
sms: Loǥstõk eeŠjjest 2011 miõttum budjett-tieŠǧǧin čõõđtum mättŠtem-materiaalin käunnje täŠst.
